Repository: jschmid/traincation
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

source: Travel in Switzerland by train
de: Reisen in der Schweiz mit dem Zug
fr: Voyage en Suisse en train

source: You need to add stations
de: Bitte fügen Sie Stationen hinzu
fr: Ajouter des gares

source: For the computation to work, you need to add at least three stations.
de: Damit die Berechnung funktioniert, müssen Sie mindestens drei Stationen hinzufügen.
fr: Pour que le calcul fonctionne, vous devez ajouter au moins 3 gares.

source: Start by adding the station from where you will leave.
de: Beginnen Sie mit dem Hinzufügen der Station, von der Sie losfahren möchten.
fr: Commencez par ajouter votre gare de départ.

source: Add 2 more stations.
de: Fügen Sie zwei weitere Stationen hinzu.
fr: Ajoutez encore 2 gares.

source: Just one one to go!
de: Nur noch eine!
fr: Plus qu'une!

source: Add a station
de: Station hinzufügen
fr: Ajouter une gare

source: Journey
de: Anreise
fr: Trajet

source: Map
de: Karte
fr: Carte

source: Find a train station
de: Einen Bahnhof finden
fr: Trouver une gare

source: Not station found
de: Keine Station gefunden
fr: Aucune gare trouvée
